Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# Feature_CloudClipboard.Description
source: Configures local Win+V clipboard history without cloud sync.
ar_tn: يهيئ سجل حافظة Win+V المحلي بدون مزامنة سحابية.
de: Konfiguriert den lokalen Win+V-Zwischenablagenverlauf ohne Cloud-Sync.
es_es: Configura el historial del portapapeles local con Win+V sin sincronización en la nube.
fr_fr: Configure l'historique du presse-papiers local Win+V sans synchronisation cloud.
he_il: מגדיר היסטוריית לוח גזירים מקומית Win+V ללא סינכרון ענן.
id_id: Mengonfigurasi riwayat clipboard lokal Win+V tanpa sinkronisasi cloud.
it_it: Configura la cronologia locale degli appunti Win+V senza sincronizzazione cloud.
ja_jp: クラウド同期なしでローカルの Win+V クリップボード履歴を設定します。
ko_kr: 클라우드 동기화 없이 로컬 Win+V 클립보드 기록을 구성합니다.
pt_br: Configura o histórico de área de transferência local Win+V sem sincronização na nuvem.
ru_ru: Настраивает локальную историю буфера обмена Win+V без синхронизации с облаком.
tr_tr: Bulut senkronizasyonu olmadan yerel Win+V pano geçmişini yapılandırır.
vi_vn: Cấu hình lịch sử clipboard cục bộ Win+V mà không đồng bộ hóa đám mây.
zh_hans: 在不进行云同步的情况下配置本地 Win+V 剪贴板历史记录。
zh_hant: 在不進行雲端同步的情況下配置本機 Win+V 剪貼簿記錄。

# Intelligent_Impact_CloudClipboard
source: Multi-item clipboard history accessible with Win+V.
ar_tn: سجل حافظة متعدد العناصر يمكن الوصول إليه بـ Win+V.
de: Mehrfach-Element-Zwischenablagenverlauf, zugänglich mit Win+V.
es_es: Historial de portapapeles con múltiples elementos accesible con Win+V.
fr_fr: Historique du presse-papiers multi-éléments accessible avec Win+V.
he_il: היסטוריית לוח גזירים מרובת פריטים נגישה עם Win+V.
id_id: Riwayat clipboard multi-item yang dapat diakses dengan Win+V.
it_it: Cronologia degli appunti multi-elemento accessibile con Win+V.
ja_jp: Win+V でアクセスできる複数アイテムのクリップボード履歴。
ko_kr: Win+V로 접근할 수 있는 다중 항목 클립보드 기록.
pt_br: Histórico de área de transferência com vários itens acessível com Win+V.
ru_ru: Многоэлементная история буфера обмена, доступная через Win+V.
tr_tr: Win+V ile erişilebilen çok öğeli pano geçmişi.
vi_vn: Lịch sử clipboard nhiều mục có thể truy cập bằng Win+V.
zh_hans: 可通过 Win+V 访问的多项目剪贴板历史记录。
zh_hant: 可透過 Win+V 存取的多項目剪貼簿記錄。

# Feature_EdgeDiscoverBar.Header
source: Disable Edge Discover Sidebar & Widgets
ar_tn: تعطيل الشريط الجانبي وعناصر واجهة مستخدم Edge
de: Edge Discover-Seitenleiste & Widgets deaktivieren
es_es: Deshabilitar la barra lateral y widgets de Edge
fr_fr: Désactiver la barre latérale et les widgets Edge
he_il: השבת את הסרגל הצדדי ואת הווידג'טים של Edge
id_id: Nonaktifkan Sidebar & Widget Edge
it_it: Disabilita la barra laterale Discover e i widget di Edge
ja_jp: Edge の Discover サイドバーとウィジェットを無効化
ko_kr: Edge Discover 사이드바 및 위젯 비활성화
pt_br: Desativar Barra Lateral Discover e Widgets do Edge
ru_ru: Отключить боковую панель Discover и виджеты Edge
tr_tr: Edge Kenar Çubuğunu ve Widget'larını Devre Dışı Bırak
vi_vn: Tắt thanh bên Discover & Widget của Edge
zh_hans: 禁用 Edge 发现侧边栏和小组件
zh_hant: 停用 Edge 探索側邊欄和 Widget

# Feature_EdgeDiscoverBar.Description
source: Disables the Edge browser sidebar button and floating search widget.
ar_tn: يعطل زر الشريط الجانبي لمتصفح Edge وأداة البحث العائمة.
de: Deaktiviert die Edge-Browser-Seitenleistenschaltfläche und das schwebende Suchwidget.
es_es: Desactiva el botón de la barra lateral del navegador Edge y el widget de búsqueda flotante.
fr_fr: Désactive le bouton de barre latérale du navigateur Edge et le widget de recherche flottant.
he_il: משבית את לחצן הסרגל הצדדי של דפדפן Edge ואת ווידג'ט החיפוש הצף.
id_id: Menonaktifkan tombol sidebar browser Edge dan widget pencarian mengambang.
it_it: Disabilita il pulsante della barra laterale del browser Edge e il widget di ricerca mobile.
ja_jp: Edge ブラウザのサイドバーボタンと浮動検索ウィジェットを無効化します。
ko_kr: Edge 브라우저 사이드바 버튼 및 부동 검색 위젯을 비활성화합니다.
pt_br: Desativa o botão da barra lateral do navegador Edge e o widget de pesquisa flutuante.
ru_ru: Отключает кнопку боковой панели браузера Edge и плавающий виджет поиска.
tr_tr: Edge tarayıcısı kenar çubuğu düğmesini ve kayan arama widget'ını devre dışı bırakır.
vi_vn: Vô hiệu hóa nút thanh bên trình duyệt Edge và widget tìm kiếm nổi.
zh_hans: 禁用 Edge 浏览器侧边栏按钮和浮动搜索小组件。
zh_hant: 停用 Edge 瀏覽器側邊欄按鈕和浮動搜尋 Widget。

# Intelligent_Impact_EdgeDiscoverBar
source: Removes clutter in Edge browser.
ar_tn: يزيل الفوضى من متصفح Edge.
de: Entfernt Unordnung im Edge-Browser.
es_es: Elimina el desorden en el navegador Edge.
fr_fr: Supprime l'encombrement dans le navigateur Edge.
he_il: מסיר עומס מדפדפן Edge.
id_id: Menghilangkan kekacauan di browser Edge.
it_it: Rimuove il disordine dal browser Edge.
ja_jp: Edge ブラウザの不要な要素を取り除きます。
ko_kr: Edge 브라우저의 불필요한 요소를 제거합니다.
pt_br: Remove a desordem no navegador Edge.
ru_ru: Убирает лишние элементы в браузере Edge.
tr_tr: Edge tarayıcısındaki karmaşayı giderir.
vi_vn: Loại bỏ sự lộn xộn trong trình duyệt Edge.
zh_hans: 消除 Edge 浏览器中的杂乱元素。
zh_hant: 消除 Edge 瀏覽器中的雜亂元素。

# Feature_BluetoothAdvertising.Header
source: Disable Bluetooth Advertising Beacons
ar_tn: تعطيل إشارات إعلانات Bluetooth
de: Bluetooth-Werbefunkfeuer deaktivieren
es_es: Deshabilitar balizas de publicidad Bluetooth
fr_fr: Désactiver les balises publicitaires Bluetooth
he_il: השבת משואות פרסום Bluetooth
id_id: Nonaktifkan Sinyal Iklan Bluetooth
it_it: Disabilita i beacon pubblicitari Bluetooth
ja_jp: Bluetooth 広告ビーコンを無効化
ko_kr: Bluetooth 광고 비콘 비활성화
pt_br: Desativar Sinalizações de Publicidade Bluetooth
ru_ru: Отключить рекламные маяки Bluetooth
tr_tr: Bluetooth Reklam İşaretlerini Devre Dışı Bırak
vi_vn: Tắt beacon quảng cáo Bluetooth
zh_hans: 禁用蓝牙广告信标
zh_hant: 停用藍牙廣告信標

# Feature_BluetoothAdvertising.Description
source: Prevents Windows from broadcasting Bluetooth advertising beacons to nearby hardware.
ar_tn: يمنع ويندوز من بث إشارات إعلانات Bluetooth للأجهزة المجاورة.
de: Verhindert, dass Windows Bluetooth-Werbefunkfeuer an nahegelegene Hardware sendet.
es_es: Impide que Windows transmita balizas de publicidad Bluetooth a hardware cercano.
fr_fr: Empêche Windows de diffuser des balises publicitaires Bluetooth aux appareils à proximité.
he_il: מונע מ-Windows לשדר משואות פרסום Bluetooth לחומרה סמוכה.
id_id: Mencegah Windows menyiarkan sinyal iklan Bluetooth ke perangkat keras terdekat.
it_it: Impedisce a Windows di trasmettere beacon pubblicitari Bluetooth all'hardware vicino.
ja_jp: Windows が近くのハードウェアに Bluetooth 広告ビーコンをブロードキャストするのを防ぎます。
ko_kr: Windows가 주변 하드웨어에 Bluetooth 광고 비콘을 브로드캐스트하는 것을 방지합니다.
pt_br: Impede o Windows de transmitir sinalizações de publicidade Bluetooth para hardware próximo.
ru_ru: Предотвращает широковещательную передачу рекламных маяков Bluetooth.
tr_tr: Windows'un yakındaki donanıma Bluetooth reklam işaretleri yayınlamasını engeller.
vi_vn: Ngăn Windows phát beacon quảng cáo Bluetooth đến phần cứng gần đó.
zh_hans: 防止 Windows 向附近的硬件广播蓝牙广告信标。
zh_hant: 防止 Windows 向附近的硬體廣播藍牙廣告信標。

# Intelligent_Impact_BluetoothAdvertising
source: Enhances wireless device privacy in public locations.
ar_tn: يحسن خصوصية الجهاز اللاسلكي في الأماكن العامة.
de: Verbessert die Datenschutz von Drahtlosgeräten an öffentlichen Orten.
es_es: Mejora la privacidad del dispositivo inalámbrico en lugares públicos.
fr_fr: Améliore la confidentialité des appareils sans fil dans les lieux publics.
he_il: משפר פרטיות התקן אלחוטי במקומות ציבוריים.
id_id: Meningkatkan privasi perangkat nirkabel di tempat umum.
it_it: Migliora la privacy dei dispositivi wireless nei luoghi pubblici.
ja_jp: 公共の場所でのワイヤレスデバイスのプライバシーを向上させます。
ko_kr: 공공장소에서 무선 장치 개인 정보를 향상시킵니다.
pt_br: Melhora a privacidade do dispositivo sem fio em locais públicos.
ru_ru: Повышает конфиденциальность беспроводных устройств в общественных местах.
tr_tr: Halka açık yerlerde kablosuz cihaz gizliliğini artırır.
vi_vn: Tăng cường quyền riêng tư thiết bị không dây ở nơi công cộng.
zh_hans: 提升在公共场所无线设备的隐私性。
zh_hant: 提升在公共場所無線裝置的隱私性。

# Feature_SpotlightFeatures.Header
source: Disable Windows Spotlight Suggestions
ar_tn: تعطيل اقتراحات Windows Spotlight
de: Windows Spotlight-Vorschläge deaktivieren
es_es: Deshabilitar sugerencias de Windows Spotlight
fr_fr: Désactiver les suggestions Windows Spotlight
he_il: השבת הצעות Windows Spotlight
id_id: Nonaktifkan Saran Windows Spotlight
it_it: Disabilita i suggerimenti di Windows Spotlight
ja_jp: Windows Spotlight の候補を無効化
ko_kr: Windows Spotlight 제안 비활성화
pt_br: Desativar Sugestões do Windows Spotlight
ru_ru: Отключить предложения Windows Spotlight
tr_tr: Windows Spotlight Önerilerini Devre Dışı Bırak
vi_vn: Tắt gợi ý Windows Spotlight
zh_hans: 禁用 Windows Spotlight 建议
zh_hant: 停用 Windows Spotlight 建議

# Feature_SpotlightFeatures.Description
source: Disables promotional suggestions and background cloud image downloads on lockscreen.
ar_tn: يعطل الاقتراحات الترويجية وتنزيلات الصور السحابية في الخلفية على شاشة القفل.
de: Deaktiviert Werbevorschläge und Cloud-Bild-Downloads im Hintergrund auf dem Sperrbildschirm.
es_es: Desactiva las sugerencias promocionales y las descargas de imágenes en la nube en la pantalla de bloqueo.
fr_fr: Désactive les suggestions promotionnelles et les téléchargements d'images cloud en arrière-plan sur l'écran de verrouillage.
he_il: משבית הצעות קידום ומורידות תמונות ענן ברקע במסך הנעילה.
id_id: Menonaktifkan saran promosi dan unduhan gambar cloud latar belakang di layar kunci.
it_it: Disabilita i suggerimenti promozionali e i download di immagini cloud in background nella schermata di blocco.
ja_jp: ロック画面でのプロモーション提案とバックグラウンドのクラウド画像ダウンロードを無効化します。
ko_kr: 잠금 화면에서 프로모션 제안 및 백그라운드 클라우드 이미지 다운로드를 비활성화합니다.
pt_br: Desativa sugestões promocionais e downloads de imagens na nuvem em segundo plano na tela de bloqueio.
ru_ru: Отключает рекламные предложения и фоновые загрузки облачных изображений на экране блокировки.
tr_tr: Kilit ekranında promosyon önerilerini ve arka plan bulut görüntü indirmelerini devre dışı bırakır.
vi_vn: Vô hiệu hóa các gợi ý quảng cáo và tải xuống hình ảnh đám mây nền trên màn hình khóa.
zh_hans: 禁用锁定屏幕上的促销建议和后台云图片下载。
zh_hant: 停用鎖定螢幕上的促銷建議和後台雲端圖片下載。

# Intelligent_Impact_SpotlightFeatures
source: Stops lock screen advertisements and background download traffic.
ar_tn: يوقف إعلانات شاشة القفل وحركة التنزيل في الخلفية.
de: Stoppt Sperrbildschirm-Werbung und Hintergrund-Download-Traffic.
es_es: Detiene los anuncios en la pantalla de bloqueo y el tráfico de descarga en segundo plano.
fr_fr: Arrête les publicités sur l'écran de verrouillage et le trafic de téléchargement en arrière-plan.
he_il: עוצר פרסומות מסך הנעילה ותעבורת הורדה ברקע.
id_id: Menghentikan iklan layar kunci dan lalu lintas unduhan latar belakang.
it_it: Arresta le pubblicità sullo schermo di blocco e il traffico di download in background.
ja_jp: ロック画面の広告とバックグラウンドダウンロードを停止します。
ko_kr: 잠금 화면 광고 및 백그라운드 다운로드 트래픽을 중지합니다.
pt_br: Para anúncios na tela de bloqueio e tráfego de download em segundo plano.
ru_ru: Прекращает рекламу на экране блокировки и фоновые загрузки.
tr_tr: Kilit ekranı reklamlarını ve arka plan indirme trafiğini durdurur.
vi_vn: Dừng quảng cáo trên màn hình khóa và lưu lượng tải xuống nền.
zh_hans: 停止锁定屏幕广告和后台下载流量。
zh_hant: 停止鎖定螢幕廣告和後台下載流量。

# Feature_NvidiaTelemetry.Header
source: Disable NVIDIA Telemetry Container
ar_tn: تعطيل حاوية قياس NVIDIA
de: NVIDIA-Telemetriecontainer deaktivieren
es_es: Deshabilitar el contenedor de telemetría de NVIDIA
fr_fr: Désactiver le conteneur de télémétrie NVIDIA
he_il: השבת מיכל הטלמטריה של NVIDIA
id_id: Nonaktifkan Kontainer Telemetri NVIDIA
it_it: Disabilita il container di telemetria NVIDIA
ja_jp: NVIDIA テレメトリコンテナを無効化
ko_kr: NVIDIA 원격 측정 컨테이너 비활성화
pt_br: Desativar Container de Telemetria NVIDIA
ru_ru: Отключить контейнер телеметрии NVIDIA
tr_tr: NVIDIA Telemetri Konteynerini Devre Dışı Bırak
vi_vn: Tắt NVIDIA Telemetry Container
zh_hans: 禁用 NVIDIA 遥测容器
zh_hant: 停用 NVIDIA 遙測容器

# Feature_NvidiaTelemetry.Description
source: Disables NVIDIA driver background telemetry tasks and tracking services.
ar_tn: يعطل مهام قياس الخلفية لبرنامج تشغيل NVIDIA وخدمات التتبع.
de: Deaktiviert NVIDIA-Treiber-Hintergrundtelemetrieaufgaben und Tracking-Dienste.
es_es: Desactiva las tareas de telemetría en segundo plano del controlador NVIDIA y los servicios de seguimiento.
fr_fr: Désactive les tâches de télémétrie en arrière-plan du pilote NVIDIA et les services de suivi.
he_il: משבית משימות טלמטריה ברקע של מנהל NVIDIA ושירותי מעקב.
id_id: Menonaktifkan tugas telemetri latar belakang driver NVIDIA dan layanan pelacakan.
it_it: Disabilita le attività di telemetria in background del driver NVIDIA e i servizi di tracciamento.
ja_jp: NVIDIA ドライバーのバックグラウンドテレメトリタスクと追跡サービスを無効化します。
ko_kr: NVIDIA 드라이버 백그라운드 원격 측정 작업 및 추적 서비스를 비활성화합니다.
pt_br: Desativa as tarefas de telemetria em segundo plano do driver NVIDIA e os serviços de rastreamento.
ru_ru: Отключает фоновые задачи телеметрии драйвера NVIDIA и службы отслеживания.
tr_tr: NVIDIA sürücüsü arka plan telemetri görevlerini ve izleme hizmetlerini devre dışı bırakır.
vi_vn: Vô hiệu hóa các tác vụ đo từ xa nền của driver NVIDIA và dịch vụ theo dõi.
zh_hans: 禁用 NVIDIA 驱动程序后台遥测任务和跟踪服务。
zh_hant: 停用 NVIDIA 驅動程式後台遙測任務和追蹤服務。

# Intelligent_Impact_NvidiaTelemetry
source: Stops GPU analytics uploads and frees 100MB+ background RAM.
ar_tn: يوقف تحميلات تحليلات GPU ويحرر أكثر من 100 ميغابايت من ذاكرة الوصول العشوائي في الخلفية.
de: Stoppt GPU-Analyse-Uploads und gibt 100MB+ Hintergrund-RAM frei.
es_es: Detiene las cargas de análisis de GPU y libera más de 100 MB de RAM en segundo plano.
fr_fr: Arrête les téléversements d'analyses GPU et libère plus de 100 Mo de RAM en arrière-plan.
he_il: עוצר העלאות ניתוח GPU ומשחרר יותר מ-100 מגה-בייט RAM ברקע.
id_id: Menghentikan pengunggahan analitik GPU dan membebaskan 100MB+ RAM latar belakang.
it_it: Arresta i caricamenti di analisi GPU e libera 100MB+ di RAM in background.
ja_jp: GPU 分析アップロードを停止し、バックグラウンドで 100MB 以上の RAM を解放します。
ko_kr: GPU 분석 업로드를 중지하고 백그라운드 RAM 100MB 이상을 확보합니다.
pt_br: Para uploads de análise de GPU e libera mais de 100 MB de RAM em segundo plano.
ru_ru: Прекращает загрузку аналитики GPU и освобождает 100+ МБ фоновой ОЗУ.
tr_tr: GPU analitik yüklemelerini durdurur ve 100MB+ arka plan RAM'i serbest bırakır.
vi_vn: Dừng tải lên phân tích GPU và giải phóng hơn 100MB RAM nền.
zh_hans: 停止 GPU 分析上传，释放 100MB 以上的后台 RAM。
zh_hant: 停止 GPU 分析上傳，釋放 100MB 以上的後台 RAM。

# Feature_EdgeTelemetry.Header
source: Disable Microsoft Edge Telemetry
ar_tn: تعطيل قياس Microsoft Edge
de: Microsoft Edge-Telemetrie deaktivieren
es_es: Deshabilitar telemetría de Microsoft Edge
fr_fr: Désactiver la télémétrie de Microsoft Edge
he_il: השבת טלמטריה של Microsoft Edge
id_id: Nonaktifkan Telemetri Microsoft Edge
it_it: Disabilita la telemetria di Microsoft Edge
ja_jp: Microsoft Edge のテレメトリーを無効化
ko_kr: Microsoft Edge 원격 측정 비활성화
pt_br: Desativar Telemetria do Microsoft Edge
ru_ru: Отключить телеметрию Microsoft Edge
tr_tr: Microsoft Edge Telemetrisini Devre Dışı Bırak
vi_vn: Tắt telemetry của Microsoft Edge
zh_hans: 禁用 Microsoft Edge 遥测
zh_hant: 停用 Microsoft Edge 遙測

# Feature_EdgeTelemetry.Description
source: Disables Edge browser diagnostics, crash reporting, and startup background boost.
ar_tn: يعطل تشخيصات متصفح Edge وإعداد تقارير الأعطال ودفعة بدء التشغيل في الخلفية.
de: Deaktiviert Edge-Browser-Diagnose, Absturzberichte und Hintergrund-Startverstärkung.
es_es: Desactiva los diagnósticos del navegador Edge, informes de fallos y el impulso de inicio en segundo plano.
fr_fr: Désactive les diagnostics du navigateur Edge, les rapports de plantage et l'accélération de démarrage en arrière-plan.
he_il: משבית אבחון דפדפן Edge, דיווחי קריסה ודחיפת הפעלת הרקע.
id_id: Menonaktifkan diagnostik browser Edge, pelaporan crash, dan dorongan latar belakang saat startup.
it_it: Disabilita la diagnostica del browser Edge, i report sugli arresti anomali e il boost di avvio in background.
ja_jp: Edge ブラウザの診断、クラッシュレポート、スタートアップバックグラウンドブーストを無効化します。
ko_kr: Edge 브라우저 진단, 충돌 보고 및 시작 백그라운드 부스트를 비활성화합니다.
pt_br: Desativa diagnósticos do navegador Edge, relatórios de falhas e o impulso de inicialização em segundo plano.
ru_ru: Отключает диагностику браузера Edge, отчёты о сбоях и фоновое ускорение запуска.
tr_tr: Edge tarayıcısı tanılamalarını, kilitlenme raporlarını ve başlangıç arka plan geliştirmesini devre dışı bırakır.
vi_vn: Vô hiệu hóa chẩn đoán trình duyệt Edge, báo cáo sự cố và tăng cường nền khi khởi động.
zh_hans: 禁用 Edge 浏览器诊断、崩溃报告和启动后台加速。
zh_hant: 停用 Edge 瀏覽器診斷、崩潰報告和啟動後台加速。

# Intelligent_Impact_EdgeTelemetry
source: Prevents Edge from keeping persistent background processes alive.
ar_tn: يمنع Edge من إبقاء العمليات الخلفية الدائمة حية.
de: Verhindert, dass Edge dauerhaft Hintergrundprozesse am Laufen hält.
es_es: Evita que Edge mantenga procesos en segundo plano persistentes activos.
fr_fr: Empêche Edge de maintenir des processus persistants en arrière-plan.
he_il: מונע מ-Edge להשאיר תהליכי רקע קבועים חיים.
id_id: Mencegah Edge mempertahankan proses latar belakang yang persisten.
it_it: Impedisce a Edge di mantenere attivi i processi persistenti in background.
ja_jp: Edge が永続的なバックグラウンドプロセスを維持するのを防ぎます。
ko_kr: Edge가 지속적인 백그라운드 프로세스를 유지하는 것을 방지합니다.
pt_br: Impede o Edge de manter processos persistentes em segundo plano.
ru_ru: Предотвращает поддержание Edge постоянных фоновых процессов.
tr_tr: Edge'in kalıcı arka plan süreçlerini canlı tutmasını engeller.
vi_vn: Ngăn Edge duy trì các tiến trình nền liên tục hoạt động.
zh_hans: 防止 Edge 保持持久后台进程活跃。
zh_hant: 防止 Edge 保持持久後台進程活躍。

# Intelligent_Impact_RemoteRegistry
source: Closes major network vulnerability exploited by malware and ransomware.
ar_tn: يغلق ثغرة أمنية شبكية رئيسية تستغلها البرمجيات الخبيثة وبرامج الفدية.
de: Schließt eine wichtige Netzwerksicherheitslücke, die von Malware und Ransomware ausgenutzt wird.
es_es: Cierra una vulnerabilidad de red importante explotada por malware y ransomware.
fr_fr: Ferme une vulnérabilité réseau majeure exploitée par les logiciels malveillants et rançongiciels.
he_il: סוגר פגיעות רשת מרכזית המנוצלת על ידי תוכנות זדוניות ותוכנות כופר.
id_id: Menutup kerentanan jaringan utama yang dieksploitasi oleh malware dan ransomware.
it_it: Chiude una vulnerabilità di rete importante sfruttata da malware e ransomware.
ja_jp: マルウェアやランサムウェアに悪用される主要なネットワーク脆弱性を閉じます。
ko_kr: 악성코드와 랜섬웨어가 악용하는 주요 네트워크 취약점을 차단합니다.
pt_br: Fecha uma vulnerabilidade de rede importante explorada por malware e ransomware.
ru_ru: Закрывает крупную сетевую уязвимость, эксплуатируемую вредоносным ПО и программами-вымогателями.
tr_tr: Kötü amaçlı yazılım ve fidye yazılımı tarafından istismar edilen önemli ağ güvenlik açığını kapatır.
vi_vn: Đóng lỗ hổng mạng chính bị khai thác bởi phần mềm độc hại và ransomware.
zh_hans: 关闭被恶意软件和勒索软件利用的主要网络漏洞。
zh_hant: 關閉被惡意軟體和勒索軟體利用的主要網路漏洞。

# Feature_SMBv1.Header
source: Disable Legacy SMBv1 Network Protocol
ar_tn: تعطيل بروتوكول SMBv1 القديم
de: Veraltetes SMBv1-Netzwerkprotokoll deaktivieren
es_es: Deshabilitar el protocolo de red SMBv1 heredado
fr_fr: Désactiver le protocole réseau hérité SMBv1
he_il: השבת פרוטוקול רשת SMBv1 מורשה
id_id: Nonaktifkan Protokol Jaringan SMBv1 Lama
it_it: Disabilita il protocollo di rete SMBv1 legacy
ja_jp: レガシー SMBv1 ネットワークプロトコルを無効化
ko_kr: 레거시 SMBv1 네트워크 프로토콜 비활성화
pt_br: Desativar Protocolo de Rede SMBv1 Legado
ru_ru: Отключить устаревший сетевой протокол SMBv1
tr_tr: Eski SMBv1 Ağ Protokolünü Devre Dışı Bırak
vi_vn: Tắt giao thức mạng SMBv1 cũ
zh_hans: 禁用旧版 SMBv1 网络协议
zh_hant: 停用舊版 SMBv1 網路通訊協定

# Feature_SMBv1.Description
source: Disables insecure 30-year-old SMBv1 file sharing protocol (EternalBlue / WannaCry attack vector).
ar_tn: يعطل بروتوكول مشاركة الملفات القديم SMBv1 (ناقل هجوم EternalBlue / WannaCry).
de: Deaktiviert das unsichere 30 Jahre alte SMBv1-Dateifreigabeprotokoll (EternalBlue / WannaCry-Angriffsvektor).
es_es: Desactiva el inseguro protocolo de intercambio de archivos SMBv1 de 30 años (vector de ataque EternalBlue/WannaCry).
fr_fr: Désactive l'insécure protocole de partage de fichiers SMBv1 vieux de 30 ans (vecteur d'attaque EternalBlue/WannaCry).
he_il: משבית את פרוטוקול שיתוף הקבצים הלא בטוח SMBv1 בן 30 שנה (וקטור התקפה EternalBlue/WannaCry).
id_id: Menonaktifkan protokol berbagi file SMBv1 yang tidak aman berusia 30 tahun (vektor serangan EternalBlue/WannaCry).
it_it: Disabilita il protocollo di condivisione file SMBv1 non sicuro di 30 anni (vettore di attacco EternalBlue/WannaCry).
ja_jp: 30 年前の安全でない SMBv1 ファイル共有プロトコル (EternalBlue/WannaCry 攻撃ベクター) を無効化します。
ko_kr: 30년 된 불안전한 SMBv1 파일 공유 프로토콜(EternalBlue/WannaCry 공격 벡터)을 비활성화합니다.
pt_br: Desativa o inseguro protocolo de compartilhamento de arquivos SMBv1 de 30 anos (vetor de ataque EternalBlue/WannaCry).
ru_ru: Отключает небезопасный 30-летний протокол общего доступа SMBv1 (вектор атаки EternalBlue/WannaCry).
tr_tr: 30 yıllık güvensiz SMBv1 dosya paylaşım protokolünü devre dışı bırakır (EternalBlue/WannaCry saldırı vektörü).
vi_vn: Vô hiệu hóa giao thức chia sẻ file SMBv1 30 tuổi không an toàn (vectơ tấn công EternalBlue/WannaCry).
zh_hans: 禁用存在 30 年的不安全 SMBv1 文件共享协议（EternalBlue/WannaCry 攻击向量）。
zh_hant: 停用存在 30 年的不安全 SMBv1 檔案共享通訊協定（EternalBlue/WannaCry 攻擊向量）。

# Intelligent_Impact_SMBv1
source: Critical security hardening against network worm exploits.
ar_tn: تعزيز أمني حاسم ضد استغلال دودة الشبكة.
de: Kritische Sicherheitshärtung gegen Netzwerkwurm-Exploits.
es_es: Endurecimiento de seguridad crítico contra exploits de gusanos de red.
fr_fr: Durcissement de sécurité critique contre les exploits de vers réseau.
he_il: התקשות אבטחה קריטית נגד ניצולי תולעת רשת.
id_id: Pengerasan keamanan kritis terhadap eksploit worm jaringan.
it_it: Hardening critico della sicurezza contro gli exploit dei worm di rete.
ja_jp: ネットワークワームの悪用に対する重要なセキュリティ強化。
ko_kr: 네트워크 웜 익스플로잇에 대한 중요한 보안 강화.
pt_br: Proteção crítica de segurança contra exploits de worm de rede.
ru_ru: Критическое усиление безопасности против эксплойтов сетевых червей.
tr_tr: Ağ solucanı açıklarına karşı kritik güvenlik sertleştirmesi.
vi_vn: Tăng cường bảo mật quan trọng chống lại khai thác sâu mạng.
zh_hans: 针对网络蠕虫漏洞利用的关键安全加固。
zh_hant: 針對網路蠕蟲漏洞利用的關鍵安全加固。

# Feature_Widgets.Header
source: Disable Windows 11 Widgets Board
ar_tn: تعطيل لوحة عناصر واجهة المستخدم في ويندوز 11
de: Windows 11 Widgets-Board deaktivieren
es_es: Deshabilitar el tablero de widgets de Windows 11
fr_fr: Désactiver le tableau de bord des widgets Windows 11
he_il: השבת לוח ה-Widgets של Windows 11
id_id: Nonaktifkan Papan Widget Windows 11
it_it: Disabilita la bacheca dei widget di Windows 11
ja_jp: Windows 11 ウィジェットボードを無効化
ko_kr: Windows 11 위젯 보드 비활성화
pt_br: Desativar Painel de Widgets do Windows 11
ru_ru: Отключить доску виджетов Windows 11
tr_tr: Windows 11 Widget Panosunu Devre Dışı Bırak
vi_vn: Tắt bảng Widget Windows 11
zh_hans: 禁用 Windows 11 小组件面板
zh_hant: 停用 Windows 11 小工具面板
